export const gameDetails = {
  towers: [
    {
      image: "towerFourBase",
      text: "а) медленные, но с большим уроном башни со стрелами. средний радиус атаки",
    },
    {
      image: "towerOneBase",
      text: "б) быстрые, но наносящие мало урона башни с молнией. сеньше среднего радиус атаки",
    },
    {
      image: "towerThreeBase",
      text: "в) средние по скорости атаки, но отравляющие врагов башни с рогаткой. большой радиус атаки",
    },
    {
      image: "towerTwoBase-1",
      text: "г) очень медленные, но атакующие сплешем (несколько врагов сразу) башни с молотом. маленький радиус атаки",
    },
  ],
  enemies: [
    {
      image: "firebugSprite",
      text: "а) обычный враг, жук. все параметры средние",
    },
    {
      image: "leafbugSprite",
      text: "б) медленный враг, гусеница. больше хп, меньше скорость",
    },
    {
      image: "firelocustSprite",
      text: "в) быстрый враг, летающая бабочка. больше скорость перемещения, меньше хп",
    },
    {
      image: "clampbeetleSprite",
      text: "г) толстый враг, летающий жук. больше хп, все остальные параметры средние",
    },
    {
      image: "scorpionSprite",
      text: "д) обычный враг, скорпион. все параметры средние",
    },
  ],
};
